Repository: saramsvi/Serene
Catalog: Serene/Generals/Models/*.lproj/Localizable.strings
Languages: ru

# settings_language
source: English
ru: Русский

source: Sign Up
ru: Регистрация

source: Sign In
ru: Авторизация

source: Your personal mental health diary!
ru: Твой персональный дневник здоровья!

source: Email
ru: Электронная почта

source: Password
ru: Пароль

# CreateAccountButton
source: Create Account
ru: Зарегистрироваться

# SigninButton
source: Sign in
ru: Войти

source: Reset Password
ru: Восстановить пароль

source: By clicking on Sign up you agree to our terms of service and Privacy policy
ru: Нажимая «Зарегистрироваться», вы соглашаетесь с нашими условиями обслуживания и политикой конфиденциальности

source: Already have an account?
ru: Уже зарегистрированы?

source: Don't have an account?
ru: Не зарегистрированы?

source: Forgot password?
ru: Забыли пароль?

source: Sign in with Google
ru: Войти с Google аккаунта

source: Uh-oh!
ru: Ой-ой!

source: Password reset email sent
ru: Ссылка для восстановления пароля отправлено

source: Check your inbox for an email to reset your password
ru: Проверь свой почтовый ящик на наличие письма для восстановления пароля

# IncorrectEP
source: Email or Password incorrect! Check them again and make sure the password consists of 6 characters or more.
ru: Электронная почта или пароль введены неправильно! Проверь их ещё раз и убедись, что пароль состоит из 6 или более символов.

# CheckInput
source: Please double check!
ru: Пожалуйста проверь данные ещё раз!

# CheckInputTitle
source: Uh-oh!Typo Alert!!
ru: Ой-ой! Опечатка присутствует!!

source: Contacts
ru: Контакты

# FAQ
source: Frequently Asked Questions
ru: Часто Задаваемые Вопросы

# RateUs
source: Rate Serene on the App Store!
ru: Оцени Serene в App Store!

source: Sign Out
ru: Выйти из аккаунта

# Version
source: Version 1.00
ru: Версия 1.00

source: A member since
ru: С нами с

source: Name
ru: Имя

source: Settings
ru: Настройки

source: Manage your account!
ru: Управляй учетной записью!

source: ChoosePhoto
ru: Выбрать фотографию

source: SaveButton
ru: Сохранить

source: Saved!
ru: Сохранено!

# СhangesSaved
source: Your changes have been saved
ru: Данные успешно сохранены!

# Tryagain
source: Try again please!
ru: Попробуйте ещё раз!

source: Email Support
ru: Написать в поддержку

# ContactsMsg
source: Whether you're curious about features, have suggestions for improving Serene or the answer you're looking for isn't in FAQ, contact us and let's have a talk!
ru: Если у тебя есть предложения по улучшению Serene или ответ, который ты ищещь, отсутствует в часто задаваемых вопросах, свяжись с нами и давай поговорим!

source: Have any questions?
ru: Остались вопросы?

source: Remind me to journal
ru: Напомни мне вести дневник

source: Max once a day
ru: Максимум раз в день

source: Notifications are disabled!
ru: Уведомления отключены!

source: Unfortunetly we can't remind to journal :(
ru: К сожалению, мы не можем напомнить вести дневник :(

source: Open Settings
ru: Открыть настройки

source: Lite Mode
ru: Режим Энергосбережения

source: Better performance. Recommended for iPhone X and older.
ru: Лучшая производительность. Рекомендуется для iPhone X и старше.

source: App language
ru: Язык приложения

# ChooseLanguage
source: Choose interface language
ru: Выбери язык интерфейса

source: What is journaling?
ru: Что такое дневник?

source: When you were a child, you might have kept a diary hidden under your mattress. It was a place to confess your struggles and fears without judgment or punishment. It likely felt good to get all of those thoughts and feelings out of your head and down on paper. The world seemed clearer. You may have stopped using a diary as you grow older. But the concept and its benefits still apply. Now it’s called journaling. It's simply writing down your thoughts and feelings to understand them more clearly. And if you struggle with stress, depression, or anxiety, keeping a journal can be a great idea. It can help you gain control of your emotions and improve your mental health.
ru: Когда вы были ребенком, вы, возможно, прятали дневник под матрасом. Это было место, где можно было признаться в своей борьбе и страхах без осуждения или наказания. Вероятно, было приятно выбросить все эти мысли и чувства из головы и записать на бумаге. Мир казался яснее. Возможно, вы перестали вести дневник, когда стали старше. Но концепция и ее преимущества по-прежнему применимы. Теперь это называется журналированием. Это просто запись своих мыслей и чувств, чтобы понять их более четко. И если вы боретесь со стрессом, депрессией или беспокойством, ведение дневника может быть отличной идеей. Это может помочь вам обрести контроль над своими эмоциями и улучшить свое психическое здоровье.

source: Why is journaling beneficial to mental health?
ru: Почему ведение дневника полезно для психического здоровья?

source: One of the ways to deal with any overwhelming emotion is to find a healthy way to express yourself. This makes a journal a helpful tool in managing your mental health. Journaling can help you: Manage anxiety, Reduce stress, Cope with depression. Journaling helps control your symptoms and improve your mood by: Helping you prioritize problems, fears, and concerns Tracking any symptoms day-to-day so that you can recognize triggers and learn ways to better control them, Providing an opportunity for positive self-talk and identifying negative thoughts and behaviors, When you have a problem and you're stressed, keeping a journal can help you identify what’s causing that stress or anxiety. Once you’ve identified your stressors, you can work on a plan to resolve the problems and reduce your stress. Keep in mind that journaling is just one aspect of a healthy lifestyle for better managing stress, anxiety, and mental health conditions. To get the most benefits, be sure you also:Relax and meditate each day ,Eat a healthy, balanced diet, Exercise regularly—get in some activity every day, Treat yourself to plenty of sleep each night, Stay away from alcohol and drugs, Use your journal to make sure you follow these guidelines daily.
ru: Один из способов справиться с подавляющими эмоциями — найти здоровый способ самовыражения. Это делает дневник полезным инструментом в управлении своим психическим здоровьем. Ведение дневника может помочь вам: Справиться с беспокойством, Уменьшить стресс, Справиться с депрессией. Ведение дневника помогает контролировать свои симптомы и улучшать настроение за счет: Помогая расставлять приоритеты в проблемах, страхах и беспокойствах Ежедневно отслеживать любые симптомы, чтобы вы могли распознавать триггеры и изучать способы их лучшего контроля Предоставление возможности для позитивного самоощущения - говорить и выявлять негативные мысли и поведение. Когда у вас есть проблема и вы испытываете стресс, ведение журнала может помочь вам определить, что вызывает этот стресс или беспокойство. После того, как вы определили свои стрессоры, вы можете разработать план решения проблем и снижения стресса. Имейте в виду, что ведение дневника — это лишь один из аспектов здорового образа жизни, помогающий лучше справляться со стрессом, тревогой и психическими расстройствами. Чтобы получить максимальную пользу, убедитесь, что вы также: Расслабляетесь и медитируете каждый день Соблюдайте здоровую, сбалансированную диету Регулярно занимайтесь физическими упражнениями — занимайтесь чем-то каждый день Обещайте себе много сна каждую ночь Держитесь подальше от алкоголя и наркотиков Используйте свой журнал, чтобы убедиться, что вы ежедневно следуете этим рекомендациям.

source: How to journal?
ru: Как вести дневник?

source: Try these tips to help you get started with journaling: Try to write every day. Set aside a few minutes every day to write. This will help you to write in your journal regularly.Make it easy. Keep a pen and paper handy at all times. Then when you want to write down your thoughts, you can. You can also keep a journal on your smartphone. Write or draw whatever feels right. Your journal doesn't need to follow any certain structure. It's your own private place to discuss and create whatever you want to express your feelings. Let the words and ideas flow freely. Don't worry about spelling mistakes or what other people might think. Use your journal as you see fit. You don't have to share your journal with anyone. If you do want to share some of your thoughts with trusted friends and loved ones, you could show them parts of your journal. Keeping a journal helps you create order when your world feels like it’s in chaos. You get to know yourself by revealing your most private fears, thoughts, and feelings. Look at your writing time as personal relaxation time. It's a time when you can de-stress and wind down. Write in a place that's relaxing and soothing, maybe with a cup of tea. Look forward to your journaling time. And know that you're doing something good for your mind and body.
ru: Попробуйте эти советы, чтобы начать вести дневник: Старайтесь писать каждый день. Выделяйте несколько минут каждый день, чтобы писать. Это поможет вам регулярно делать записи в дневнике. Сделайте это проще. Всегда держите ручку и бумагу под рукой. Тогда, когда вы захотите записать свои мысли, вы сможете это сделать. Вы также можете вести журнал на своем смартфоне. Пишите или рисуйте все, что считаете нужным. Ваш журнал не должен следовать какой-либо определенной структуре. Это ваше личное пространство для обсуждения и создания всего, что вы хотите выразить своими чувствами. Пусть слова и идеи текут свободно. Не беспокойтесь об орфографических ошибках или о том, что могут подумать другие люди. Используйте свой журнал по своему усмотрению. Вам не нужно ни с кем делиться своим журналом. Если вы хотите поделиться некоторыми своими мыслями с близкими и друзьями, которым доверяете, вы можете показать им часть своего дневника. Ведение дневника помогает навести порядок, когда кажется, что в мире царит хаос. Вы узнаете себя, раскрывая свои самые сокровенные страхи, мысли и чувства. Относитесь к тому, что вы пишете, как к личному отдыху. Это время, когда вы можете снять стресс и успокоиться. Пишите в расслабляющем и успокаивающем месте, например, за чашкой чая. С нетерпением ждем вашего времени для ведения журнала. И знайте, что вы делаете что-то хорошее для своего разума и тела.
